[
    {
        "title": "Lý Do Kết Hôn",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ly-do-ket-hon-s22936-22936",
        "categories": [
            "Comedy",
            "Drama",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": null
    },
    {
        "title": "Bé Thóc Đáng Thương Được Tám Người Cậu Tranh Sủng",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/be-thoc-ang-thuong-uoc-tam-nguoi-cau-tranh-sung-s16183-16183",
        "categories": [
            "Chuyển Sinh",
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Túc Bảo ngây thơ, hồn nhiên nhưng thông minh từ sớm đã bị cha nuôi đánh chết. Thông linh nghe được giọng nói của sư phự phán quan Quý Thường hướng dẫn cô gọi cho các cậu của mình, và thế là tám người cậu đã chạy tới! Bé Túc Bảo đã tái sinh, bé chỉ muốn có thức ăn để ăn, và được lớn lên an toàn, nhưng lại không muốn được tám ông cậu chiều chuộng! Cuối cùng, người cha trời giáng như thần đã chiều chuộng bé thành một nàng công chúa nhỏ khiến cả thế giới phải ghen tị."
    },
    {
        "title": "Senmetsumadou no Saikyou Kenja: Musai no Kenja, Madou wo Kiwame Saikyou e Itaru",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/senmetsumadou-no-saikyou-kenja-musai-no-kenja-madou-wo-kiwame-saikyou-e-itaru-s22709-22709",
        "categories": [
            "Action",
            "Adventure",
            "Harem",
            "Manga",
            "Seinen"
        ],
        "story_content": "Pháp sư mạnh nhất thế giới mang \"chiếc huy hiệu kém thích hợp nhất để chiến đấu\" tìm kiếm bạn đồng hành để cùng nhau chiến đấu. Những người phù hợp để trở thành bạn đồng hành của anh ấy sẽ là ...!? Thêm một câu chuyện Fantasy về \"đỉnh\" của thế giới khác được chuyển thể thành manga !!"
    },
    {
        "title": "Từ Hôm Nay Bắt Đầu Làm Thành Chủ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tu-hom-nay-bat-au-lam-thanh-chu-s21094-21094",
        "categories": [
            "Comedy",
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Từ Hôm Nay Bắt Đầu Làm Thành Chủ được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Từ Hôm Nay Bắt Đầu Làm Thành Chủ."
    },
    {
        "title": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii?",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii-s22850-22850",
        "categories": [
            "Action",
            "Comedy",
            "Drama",
            "Fantasy",
            "Manga",
            "Romance",
            "Shounen",
            "Slice of Life"
        ],
        "story_content": "Zagan bị kinh sợ bởi hắn là một hắc pháp sư, hắn nguy hiểm và nói năng cục cằn và một lần nữa cho lũ trộm xâm nhập vào lãnh thổ của hắn ăn hành  khi hắn đang dở nghiên cứu lúc sáng nay. Trong buổi đấu giá ngầm, hắn trông thấy một em tinh linh nô lệ trắng, Nephie, thiếu nữ có nét đẹp tuyệt trần. Đổ ngay từ cái nhìn đầu tiên, hắn dồn hết của cải để mua cô, nhưng kĩ năng giao tiếp xã hội quá nát, hắn không biết cách để giao tiếp với cô. Và thế là cuộc sống chung vụng về của pháp sư không biết thổ lộ tình cảm của mình và bé nô lệ mong muốn thiết tha chủ nhân của mình nhưng không biết nói ra nó như thế nào, bắt đầu."
    },
    {
        "title": "Quy Tắc Chuyện Lạ: Bắt Đầu Hóa Thân Đánh Lui Chiến Thần",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/quy-tac-chuyen-la-bat-au-hoa-than-anh-lui-chien-than-s22433-22433",
        "categories": [
            "Manhua",
            "Mystery",
            "Truyện Màu"
        ],
        "story_content": "Tô Hiểu bị kéo vào quy tắc chuyện lạ, tất cả mọi người không coi trọng hắn, lại không nghĩ đến hắn trực tiếp rút trúng thiên phú cấp SSS , một trận thao tác mạnh như hổ! Quy tắc cho hắn muốn làm gì thì làm,! Quỷ dị xuất hiện hắn đi lên đánh lui, đánh cho đối phương hoài nghi quỷ sinh, thậm chí còn thu phục một con teddy quỷ dị làm người hầu mà...."
    },
    {
        "title": "Vợ tôi và tôi thống trị Tam giới",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/vo-toi-va-toi-thong-tri-tam-gioi-s2833-2833",
        "categories": [
            "Action",
            "Cổ Đại",
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Ma Tôn lạc thiên hồng đã đọc thân mấy vạn năm mới thoát khỏi đọc thân mới phát hiện ra người vợ của mình chính là đế hậu đã bị hắn đánh bại 10 vạn năm trước mà tôn đã giấu kín thân phận thật để Không bị nàng giết chết... (Kitoon team)"
    },
    {
        "title": "Gả Cho Phản Diện",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ga-cho-phan-dien-s22413-22413",
        "categories": [
            "Chuyển Sinh",
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Kiếp trước, Ngu Linh Tê bị ép gả cho nhiếp chính vương Ninh Ân - tên điên vặn vẹo tàn nhẫn, giết anh giết cha. Gả đi chưa được hai năm, Ngu Linh Tê đột nhiên thân vẫn. Sau khi nàng chết, Ninh Ân không thiết lập linh đường, không tổ chức tang lễ hạ táng, thậm chí còn điên tới mức tàn sát cả thành. Sau khi sống lại, nàng vẫn còn là quý nữ phủ tướng quân. Ngu Linh Tê mang theo thị vệ tìm được Ninh Ân lưu lạc đầu đường, dự định báo thù kiếp trước. Ai ngờ chạy tới nơi, lại thấy thiếu niên gầy yếu bị người đè trên mặt đất, sắp bị đánh gãy chân trái..."
    },
    {
        "title": "Hàng Tỷ Ngôi Sao Cũng Không Bằng Em",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/hang-ty-ngoi-sao-cung-khong-bang-em-s22585-22585",
        "categories": [
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "\"Một năm sau, chúng ta ly hôn, không quấy nhiễu lẫn nhau.\" Quý Ức sở dĩ đáp ứng Hạ Quý Thần kết hôn giả, là bởi vì cô tin tưởng Hạ Quý Thần tuyệt đối sẽ không yêu cô. Sau khi kết hôn giả nhưng làm thật, một năm sau, đừng nói là ly hôn, ngay cả rời giường cũng không có cửa. Không thể trêu vào, chẳng lẽ cũng không thể chạy sao? Ngay sau khi cô đắc chí cho rằng cuối cùng mình cũng thoát khỏi ma trảo, nhưng cô đi tới đâu, đều có người khom lưng nói với cô: Hạ phu nhân, Hạ tiên sinh ở đó chờ cô."
    },
    {
        "title": "Tensei Akuma No Saikyou Yuusha Ikusei Keikaku",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tensei-akuma-no-saikyou-yuusha-ikusei-keikaku-s22984-22984",
        "categories": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "story_content": "Một người Nhật Bản đã tái sinh thành một ác ma hạ cấp trong địa ngục, Kakyu, sau hai ngàn năm đã trở nên mạnh mẽ không ai sánh bằng. Tuy nhiên, không ngờ anh ta bị \"đuổi\" tới một \"thế giới khác\", thoát khỏi địa ngục nghiệt ngã. Kakyu, người thưởng thức cuộc sống chậm rãi mà anh ta mơ ước, nhưng ngôi làng mà anh ta nhờ đến bị tấn công và bị tiêu diệt mà anh ta không thể quay về kịp."
    },
    {
        "title": "I Found a Female Knight in a Rice Field, in the Countryside They Think She’s My Wife",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/i-found-a-female-knight-in-a-rice-field-in-the-countryside-they-think-shes-my-wife-s12356-12356",
        "categories": [
            "Comedy",
            "Fantasy",
            "Manga",
            "Romance",
            "Slice of Life"
        ],
        "story_content": "Một ngày nọ, tôi ra thăm ruộng, thì vô tình gặp một nữ hiệp sĩ đang nằm trong bãi ruộng nhà tôi. Cô ta tự xưng là Seraphim, là kị sĩ tới từ một đế quốc viễn tưởng nào đó. Có vẻ như cô ấy nói thật, vì cô ta không có bất cứ kiến thức gì về thế giới này. Do không thể để mặc cô ấy như vậy, tôi đành đưa cô ấy về nhà chăm sóc. Và do ở vùng quê người ta biết hết dù chỉ là một sự thay đổi nhỏ nhất, người ta bắt đầu đồn cô ấy là vợ tôi..."
    },
    {
        "title": "Dragon Quest - Dũng Giả Avan và Ngục Viêm Ma Vương",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/dragon-quest-dung-gia-avan-va-nguc-viem-ma-vuong-s11450-11450",
        "categories": [
            "Action",
            "Fantasy",
            "Manga",
            "Shounen"
        ],
        "story_content": "Dũng Giả Avan và Viêm Ngục Ma Vương là tiền truyện nói về Avan và Ma Vương Hadlar trước khi bắt đầu serie chính truyện nổi tiếng Dragon Quest - Dai no Daibouken - Cuộc Phiêu Lưu Của Dai. Thời điểm này Avan vẫn còn là một dũng giả trẻ tuổi, đang trên con đường phiêu lưu, rèn luyện kỹ năng, trau dồi thực lực và hoàn thiện bộ kiếm trứ danh đầu tiên mang thương hiệu của mình, Avan Lưu Đao Sát Pháp, khởi đầu cho một huyền thoại mang tên \" Avan Sutoratsyu!!! \" (Avan Strash) Chap mới nhất, nội dung chuẩn và đầy đủ nhất sẽ luôn được up trên page của team nhé ace"
    },
    {
        "title": "Thực Quỷ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/thuc-quy-s22985-22985",
        "categories": [
            "Action",
            "Fantasy",
            "Supernatural",
            "Horror"
        ],
        "story_content": "Meok Gwi-Sa' là một Thợ săn quái vật để bảo vệ thế giới loài người. Sau khi thả quỷ địa ngục, anh ta mất đi sức mạnh của mình. Anh xoay sở để sống sót và gặp Goyoung - một người trẻ với dáng người nhỏ nhắn,  phải chịu đựng cả đời dằn vặt do tầm vóc thể chất của mình. \nNgười bạn thời thơ ấu của anh, Kang Jong-bo, đột nhiên biến thành một kẻ bắt nạt khi còn học trung học. Tuy nhiên, cuộc sống của họ có một bước ngoặt bất ngờ khi Goyoung có được một sức mạnh bí ẩn đó là khả năng nuốt chửng quái vật. Goyoung dấn thân vào một cuộc hành trình nguy hiểm để bảo vệ nhân loại khỏi mối đe dọa sắp xảy ra của Cổng địa ngục. Liệu anh ta có thể kiểm soát sức mạnh mới của mình và cứu thế giới khỏi sự diệt vong sắp xảy ra?"
    },
    {
        "title": "Câu Chuyện Của Hatsune Miku",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/cau-chuyen-cua-hatsune-miku-s22986-22986",
        "categories": [
            "Drama",
            "Truyện Màu",
            "Doujinshi"
        ],
        "story_content": "Tổng hợp mẫu truyện one-shot về Hatsune Miku của Shirayuki Towa"
    },
    {
        "title": "Tsuyoshi",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tsuyoshi-s6814-6814",
        "categories": [
            "Action",
            "Adventure",
            "Drama",
            "Manga",
            "Martial Arts",
            "Sports"
        ],
        "story_content": "Một chàng trai siêu mạnh luôn đánh bại những người xung quanh mình, mặc dù anh ta chẳng thích đánh nhau chút nào"
    },
    {
        "title": "Đỉnh Cấp Khí Vận, Lặng Lẽ Tu Luyện Ngàn Năm",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/inh-cap-khi-van-lang-le-tu-luyen-ngan-nam-s5-5",
        "categories": [
            "Chuyển Sinh",
            "Manhua",
            "Martial Arts",
            "Mystery",
            "Truyện Màu"
        ],
        "story_content": "Chuyển thế đi vào tu tiên thế giới, Hàn Tuyệt phát hiện chính mình mang theo trò chơi thuộc tính, vậy mà có thể đổ xúc xắc đổi mới linh căn tư chất cùng Tiên Thiên khí vận.Kết quả là, hắn bỏ ra mười một năm lắc Tiên Thiên khí vận.« tuyệt thế vô song: Tiên tư, mị lực đỉnh cấp »« Thiên Mệnh Kiếm Si: Kiếm Đạo tư chất đỉnh cấp, Kiếm Đạo ngộ tính đỉnh cấp »« thân pháp tuyệt trần: Thân pháp tư chất đỉnh cấp »« Tiên Đế hậu duệ: Thu hoạch được một bộ tuyệt thế công pháp tu tiên, 1000 khối linh thạch thượng phẩm »Hàn Tuyệt vì trường sinh, quyết định lặng lẽ tu luyện, không ra đầu ngọn gió.Ngàn năm sau, tu chân giới một đời đổi một đời.Khi Tiên giới thanh lý thế gian lúc, Hàn Tuyệt không thể không ra tay.Hắn lúc này mới phát hiện, giống như Tiên Thần bất quá cũng như vậy!"
    },
    {
        "title": "Thiên Kim Giàu Có Phát Điên Sau Khi Tái Sinh",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/thien-kim-giau-co-phat-ien-sau-khi-tai-sinh-s20891-20891",
        "categories": [
            "Chuyển Sinh",
            "Comedy",
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Trong ngọn lửa, nàng có thể thấy rõ sự ấm áp và lạnh lẽo trong lòng người, khi trở về từ tái sinh, nàng nhất định sẽ đảo ngược cuộc sống ảm đạm của mình! Đánh nhau với cô gái cặn bã, phá vỡ tình cảm gia đình, con gái của gia đình giàu có nhà họ Bạch trực tiếp giết người điên cuồng. Hỏi cô ấy tại sao cô ấy lại kiêu ngạo như vậy, một người chữa lành thần kỳ, một ông chủ hacker, một thiên tài toán học... Tất cả đều là giả trang của cô, hơn nữa cô vẫn là ngôi sao của nhà họ Lục trong lòng."
    },
    {
        "title": "Cho Em Về Nhà Đi Anh",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/cho-em-ve-nha-i-anh-s11373-11373",
        "categories": [
            "Comedy",
            "Ngôn Tình",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Nữ chính- một người cực kì yêu thích tiểu thuyết lãng mạn, trong lúc đi nhận lời tỏ tình từ người bạn mà cô yêu đơn phương, thì cô lại bị cuốn vào bên trong 1 câu chuyện tiểu thuyết."
    },
    {
        "title": "Tinh Tú Kiếm Sĩ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tinh-tu-kiem-si-s22754-22754",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Tinh Tú Kiếm Sĩ được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Tinh Tú Kiếm Sĩ."
    },
    {
        "title": "Psycho X Past: Những Vụ Án Giết Người Kỳ Quái",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/psycho-x-past-nhung-vu-an-giet-nguoi-ky-quai-s22935-22935",
        "categories": [
            "Action",
            "Drama",
            "Horror",
            "Ecchi",
            "Tragedy"
        ],
        "story_content": "Manga \"tâm lý hồi hộp\" kể về Godai, một cảnh sát bị loại khỏi bộ phận điều tra của cảnh sát do bạo lực đối với tội phạm. Anh hợp tác với Hidaka, một người đàn ông tự xưng là \"cảnh sát điều tra hiện tượng huyền bí\" với tuyên bố có khả năng cử Godai về quá khứ để ngăn chặn tất cả những tội ác khủng khiếp đã xảy ra, liệu điều đó có thể xảy ra không và hậu quả sẽ ra sao?"
    },
    {
        "title": "Saikyou Yuusha Wa Oharai Hako: Maou Ni Nattara Zutto Ore No Musou Return",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/saikyou-yuusha-wa-oharai-hako-maou-ni-nattara-zutto-ore-no-musou-return-s16784-16784",
        "categories": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "story_content": "Một anh hùng đã dũng cả chiến đấu đánh bạn chúa quỷ nhưng điều mà Garrius nhận được chỉ một túi vàng. Mọi công trạng của anh đều bị thái tử cướp đi chỉ vì ngoại hình xấu xí. Không những vậy main còn lại bị đổ tội danh lập mưa sáy hại Thái từ. Vì thế main đã cùng bỏ với Lippi bắt đầu một hành trình mới."
    },
    {
        "title": "Sau Khi Chia Tay , Tôi Có Kết Đẹp Cùng Với Chú Nhỏ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/sau-khi-chia-tay-toi-co-ket-ep-cung-voi-chu-nho-s22681-22681",
        "categories": [
            "Chuyển Sinh",
            "Comedy",
            "Manhua",
            "Ngôn Tình"
        ],
        "story_content": "Sau khi được tái sinh, tôi tuyệt vọng thoát khỏi tên cặn bã và, nhưng tôi đã cứu bạn khi tôi bị giết. Chúng ta hãy ở bên nhau, vừa để chiến đấu chống lại số phận của chúng ta và vì chúng ta yêu nhau."
    },
    {
        "title": "Huyễn Thực",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/huyen-thuc-s22963-22963",
        "categories": [
            "Horror",
            "Manhua"
        ],
        "story_content": null
    },
    {
        "title": "Junket Bank",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/junket-bank-s22983-22983",
        "categories": [
            "Manga",
            "Psychological",
            "Shounen"
        ],
        "story_content": "Chi nhánh trung ương của ngân hàng Karasu, nhìn bề ngoài là một ngân hàng rất bình thường. Vào một ngày, Mitarai Akira, một nhân viên mới được chuyển đến, được cấp trên là Usami Zenimaru, trưởng bộ phận nghiệp vụ đặc biệt dẫn xuống tầng hầm của ngân hàng. Đây là nơi mảng kinh doanh \"Sòng bạc\" của ngân hàng đang được tiến hành. Mitarai Akira đã vô tình chứng kiến trận đấu của Mafutsu Shin, một con bạc bí ẩn...Cuộc chiến giữa nhân viên ngân hàng và con bạc chính thức bắt đầu!"
    },
    {
        "title": "Thăng Cấp Cùng Thần",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/thang-cap-cung-than-s22762-22762",
        "categories": [
            "Action",
            "Adventure",
            "Fantasy",
            "Supernatural",
            "Truyện Màu",
            "Webtoon"
        ],
        "story_content": "Một ngày nọ, những vị Thần tới từ thế giới khác, những Ngoại Giới Chi Thần bao gồm “Tuyệt Vọng Vươn Tới Tận Trời Xanh”, “Sự U Ám Mắc Kẹt Lại Trong Đầm Lầy”, “Kẻ Không Thể Được Sinh Ra”, “Tai Ương Ngu Xuẩn” bỗng dưng xuất hiện. Chỉ cần nhìn vào chúng thôi cũng là đủ để những con người bình thường mất đi mạng sống của mình rồi... Sau hàng năm trời chiến đấu, những vị thần sống sót cuối cùng đã đi tới một kết luận. “Một kẻ Nội Giới không bao giờ có thể đánh bại một kẻ Ngoại Giới.” Trong lúc đó, Chronos, một thực thể thần thánh có thể thao túng thời gian, đã hi sinh bản thân để quay ngược Dòng Thời Gian, cho toàn thể sinh mệnh Nội Giới một cơ hội nữa. Kim YuWon - nhân loại mang niềm hi vọng của các vị thần đã được chọn để quay về quá khứ. “Một kẻ Nội giới không bao giờ có thể đánh bại một kẻ Ngoại giới à? nhưng kể cả có là vậy thì ta nhất định vẫn sẽ chiến thắng!\""
    },
    {
        "title": "Blue Archive! (Global)",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/blue-archive-global-s22931-22931",
        "categories": [
            "Action",
            "Comedy",
            "School Life",
            "Truyện Màu"
        ],
        "story_content": "Bản 4-Koma chính thức của Blue Archive global, đặc trưng cho các đoạn ngắn kể về các sự kiện hàng ngày trong Kivotos!Đối với các phiên bản tiếng Nhật và tiếng Hàn chính thức, bạn có thể tìm thấy chúng trên tài khoản Twitter chính thức của game.Loạt truyện có tựa đề là (Toàn cầu) để phân biệt với bản 4-Koma tiếng Nhật"
    },
    {
        "title": "Cường Giả Đến Từ Trại Tâm Thần",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/cuong-gia-en-tu-trai-tam-than-s81-81",
        "categories": [
            "Action",
            "Comedy",
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Cường Giả Đến Từ Trại Tâm Thần được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Cường Giả Đến Từ Trại Tâm Thần."
    },
    {
        "title": "Tensei Pandemic",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tensei-pandemic-s14604-14604",
        "categories": [
            "Comedy",
            "Supernatural",
            "Romance",
            "School Life",
            "Seinen",
            "Gender Bender",
            "Ecchi"
        ],
        "story_content": "Hmm xem nào... main nhà ta có chút vấn đề: là trai nhưng mọi người đều nghĩ a ấy là gái :v A ấy luôn muốn trở nên \"đô\" hơn bằng mọi giá. Bỗng một ngày, một tờ rơi kì lạ xuất hiện... Và câu chuyện của chúng ta bắt đầu... Solo project by Lustic4 b0y : https://www.facebook.com/Lustic4"
    },
    {
        "title": "Vạn Cổ Tối Cường Tông",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/van-co-toi-cuong-tong-s22671-22671",
        "categories": [
            "Action",
            "Manhua",
            "Mystery",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Vạn Cổ Tối Cường Tông được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Vạn Cổ Tối Cường Tông."
    },
    {
        "title": "Tổng Tài Tỷ Phú Chỉ Sủng Cô Vợ Thế Thân",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tong-tai-ty-phu-chi-sung-co-vo-the-than-s22694-22694",
        "categories": [
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Ban ngày cô là một nữ giúp việc xấu xí hèn mọn, ban đêm cô cởi bỏ lớp ngụy trang để lộ lộ ra vẻ đẹp tuyệt thế, và vào vai cô vợ thế thân cho tổng tài tỷ phú. Bí mật thế thân bị phát hiện, và khi mọi người đang chờ đợi cô bị tát vào mặt, thì vị tổng tài lạnh lùng bỗng hóa thân thành nô lệ của vợ, coi cô ấy như cục cưng, sủng đến tận trời. Một tình yêu không đúng chỗ, cả hai liên tục kéo đến giới hạn trong cảm xúc thật nhưng lại là sự lừa dối…"
    },
    {
        "title": "Đấu La Đại Lục",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/au-la-ai-luc-s22718-22718",
        "categories": [
            "Action",
            "Adventure",
            "Manhua",
            "Mystery",
            "Truyện Màu"
        ],
        "story_content": "Đấu La Đại Lục là một trong những tác phẩm đặc sắc của Đường Gia Tam Thiếu. Tác phẩm thuộc thể loại truyện Huyễn Hiệp, mang đến cho độc giả một cái nhìn, một cảm nhận mới về thế giới hiệp khách huyền ảo. Câu chuyện với nhân vật chính, con một thợ rèn, một thợ rèn trở thành tửu quỷ, vì thê tử đã mất, sẵn sàng lôi cuốn người đọc ngay từ những chương đầu tiên."
    },
    {
        "title": "Healer báo thù",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/healer-bao-thu-s21148-21148",
        "categories": [
            "Action",
            "Adventure",
            "Drama",
            "Ecchi",
            "Fantasy",
            "Harem",
            "Manga",
            "Psychological",
            "Shounen",
            "Smut",
            "Tragedy"
        ],
        "story_content": "Tên khác: Kaifuku Jutsushi Yarinaoshi: Sokushi Mahou To Skill Copy No Chouetsu Heal; Redo Of Healer Nhân vật chính là một người bị thoái hóa nhân cách theo thời gian mọi sự đau khổ dồn vào chính cậu ta, bị nhốt , bị hiếp , và giờ cậu ta vùng lên ... chuyện gì sẽ xảy ra?"
    },
    {
        "title": "Vừa Chơi Đã Có Tài Khoản Vương Giả",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/vua-choi-a-co-tai-khoan-vuong-gia-s22360-22360",
        "categories": [
            "Chuyển Sinh",
            "Fantasy",
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Vừa Chơi Đã Có Tài Khoản Vương Giả được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Vừa Chơi Đã Có Tài Khoản Vương Giả."
    },
    {
        "title": "Ta Là Tà Đế",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ta-la-ta-e-s43-43",
        "categories": [
            "Manhua",
            "Supernatural",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Truyện tranh Ta Là Tà Đế được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Ta Là Tà Đế."
    },
    {
        "title": "Em Có Nghe Thấy Tôi Nói Không",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/em-co-nghe-thay-toi-noi-khong-s22735-22735",
        "categories": [
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Tóm tắt truyện tranh: Trong một lễ hội lớn trong khuôn viên trường, năm người chạy trốn đến bãi biển để chơi một trò chơi gacha, và Lin Weixia đã đưa ra một câu hỏi cho Ban Sheng. Lâm Vĩ Hạ: \"Ngươi muốn làm gì?\" \"Cá mập. Ban Thịnh dừng một chút rồi hỏi một cách khoa trương: \"Anh thì sao?\" \"Bể cá. Mọi người đều biết rằng cá mập và bể cá không bao giờ có thể ở bên nhau. Thiếu niên đẹp trai và kiêu hãnh× cô gái bắt nạt học đường lạnh lùng, ra mắt độc quyền vào ngày 17 tháng 2, vì vậy hãy theo dõi!"
    },
    {
        "title": "Truyền Võ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/truyen-vo-s20919-20919",
        "categories": [
            "Action",
            "Fantasy",
            "Supernatural",
            "Martial Arts",
            "Seinen",
            "Horror",
            "Webtoon"
        ],
        "story_content": null
    }
][
    {
        "title": "Sự Hy Sinh Của Ác Quỷ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/su-hy-sinh-cua-ac-quy-s16497-16497",
        "categories": [
            "Drama",
            "Romance",
            "Cổ Đại",
            "Truyện Màu"
        ],
        "story_content": null
    },
    {
        "title": "Lại gặp nhau ở ban công rồi",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/lai-gap-nhau-o-ban-cong-roi-s20318-20318",
        "categories": [
            "Manga",
            "Romance",
            "Seinen",
            "Slice of Life"
        ],
        "story_content": "Chuyện kể về một anh chàng 30 tuổi với sở thích chăm sóc cây cỏ trên ban công. Tại đây anh gặp một người phụ nữ ở căn hộ bên cạnh. Hai người họ đã bắt đầu trò chuyện với nhau nhưng lại không hề biết mặt nhau. Người phụ nữ ấy lại là một nữ diễn viên mới nổi, Narumi Yuu. Liệu rằng câu chuyện giữa hai người họ sẽ đi về đâu?"
    },
    {
        "title": "Lão Ba Cho Tôi Lựa Một Trong Mười Nữ Thần Để Kết Hôn",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/lao-ba-cho-toi-lua-mot-trong-muoi-nu-than-e-ket-hon-s17580-17580",
        "categories": [
            "Action",
            "Comedy",
            "Harem",
            "Manhua",
            "Martial Arts",
            "Truyện Màu"
        ],
        "story_content": "Main tên Phong Lâm, có 10 vị hôn thê =)) Truyện đô thị trang bức não tàn, ngắm gái là chủ yếu (tâm hồn to đẹp vl). Vui lòng tháo não và lắp bu*i vào trước khi đọc!"
    },
    {
        "title": "Khởi Tạo Nhân Vật Phản Diện",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/khoi-tao-nhan-vat-phan-dien-s22864-22864",
        "categories": [
            "Action",
            "Manhua",
            "Mystery",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Vừa làm nhân vật phản diện Lăng Thần vừa làm anh hùng Diệp Tử Mộ, có đến mấy chục năm tình cảm gút mắc... Đương nhiên, là đều muốn đánh bại đối phương cái chủng loại kia cừu thị! Nhưng mà, ngoài ý muốn khởi động thiết lập lại khóa để Lăng Thần về tới mười bảy tuổi! Đây quả thực là cơ hội trời cho a! Thừa dịp anh hùng chưa lớn lên, đương nhiên là trước phải nhổ cỏ tận gốc!"
    },
    {
        "title": "Y Võ Chí Tôn",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/y-vo-chi-ton-s22275-22275",
        "categories": [
            "Action",
            "Adventure",
            "Fantasy",
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Y Võ Chí Tôn được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Y Võ Chí Tôn."
    },
    {
        "title": "Bạn Trai Của Nam Chính Bị Ám Ảnh Bởi Tôi",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ban-trai-cua-nam-chinh-bi-am-anh-boi-toi-s23047-23047",
        "categories": [
            "Ngôn Tình",
            "Chuyển Sinh",
            "Truyện Màu"
        ],
        "story_content": null
    },
    {
        "title": "Trò chơi Ác ma",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tro-choi-ac-ma-s4450-4450",
        "categories": [
            "Action",
            "Drama",
            "Manga",
            "Mystery",
            "Psychological",
            "Shounen",
            "Supernatural"
        ],
        "story_content": "Nhân vật chính Teruasa Oda, chủ tịch tập đoàn nhưng cũng là một học sinh, một người hoàn hảo về mọi mặt. Đến một ngày, cậu bị cuốn vào một trò chơi giữa những kẻ sở hữu sức mạnh của ác ma"
    },
    {
        "title": "Tiến Sĩ Slump",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tien-si-slump-s17164-17164",
        "categories": [
            "Action",
            "Comedy",
            "Shounen"
        ],
        "story_content": "Nhân vật chính của truyện là Arale, một cô bé robot giống hệt con người (tương tự nhân vật Pinocchio trong truyện thiếu nhi Ý). Tiến sĩ Slump tạo ra Arale nhằm khẳng định tài năng siêu việt của mình. Nhưng vì một lí do nào đó mà ngay khi hoàn thành Arale đã phải cần đến một cái kính cận. Có thể nói Arale là một cô bé rất ngộ nghĩnh, hiếu động và có sức mạnh kinh hồn. Arale luôn thích những cuộc phiêu lưu và sau những lần đó cô thường mang về nhà những con vật to lớn như khủng long mà lại luôn coi chúng như các con thú cưng."
    },
    {
        "title": "Nữ chính từ trong sách chạy ra ngoài rồi phải làm sao đây",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/nu-chinh-tu-trong-sach-chay-ra-ngoai-roi-phai-lam-sao-ay-s16569-16569",
        "categories": [
            "Action",
            "Cổ Đại",
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu"
        ],
        "story_content": "Sở Qua là một tiểu thuyết gia chuyên viết truyện hậu cung. Khi anh ta chuẩn bị viết người mạnh nhất thiên hạ - nữ tông chủ xuân tâm nhộn nhạo, một cô gái bỗng xuất hiện trong phòng, kề kiếm lên cổ anh ta nói: “Ngươi dám viết ta yêu nam nhân đó xem, ta sẽ giết ngươi!”."
    },
    {
        "title": "Cô bé robot",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/co-be-robot-s22477-22477",
        "categories": [
            "Adventure",
            "Comedy",
            "Sci-fi",
            "Shounen"
        ],
        "story_content": "Nhân vật chính của truyện là Arale, một cô bé robot giống hệt con người (tương tự nhân vật Pinocchio trong truyện thiếu nhi Ý). Tiến sĩ Slump tạo ra Arale nhằm khẳng định tài năng siêu việt của mình. Nhưng vì một lí do nào đó mà ngay khi hoàn thành Arale đã phải cần đến một cái kính cận. Có thể nói Arale là một cô bé rất ngộ nghĩnh, hiếu động và có sức mạnh kinh hồn. Arale luôn thích những cuộc phiêu lưu và sau những lần đó cô thường mang về nhà những con vật to lớn như khủng long mà lại luôn coi chúng như các con thú cưng."
    },
    {
        "title": "Thiên Hạ Đệ Nhất Y Lại Môn",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/thien-ha-e-nhat-y-lai-mon-s13397-13397",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Thiên Hạ Đệ Nhất Y Lại Môn được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Thiên Hạ Đệ Nhất Y Lại Môn."
    },
    {
        "title": "Chinh Phục Võ Lâm Chỉ Với 1 Tô Mỳ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/chinh-phuc-vo-lam-chi-voi-1-to-my-s23027-23027",
        "categories": [
            "Fantasy",
            "Webtoon",
            "Chuyển Sinh"
        ],
        "story_content": null
    },
    {
        "title": "Giải Thoát 99 Nữ Chính Ở Mạt Thế",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/giai-thoat-99-nu-chinh-o-mat-the-s22620-22620",
        "categories": [
            "Action",
            "Chuyển Sinh",
            "Comedy",
            "Manhua",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Thời điểm máy bay đụng vào cao ốc ngươi sẽ làm gì? khóc ư? cầu cứu ư?... không ! Võ giả đỉnh cấp Hách Lam Nhân cười nói: không, là một nam nhân đội trời đạp đât, đương nhiên là dùng quyền đánh máy bay rồi... nhưng mà Sau khi hắn chết, xuyên việt đến thế giới tận thế zombie hoành hành, có hệ thống thức tỉnh, giết zombie hoàng kim, mua trang bị... đồng thời phát hiện ra số lượng nữ nhân cũng nhiều ngoài ý muốn hơn... Vì vậy có rất nhiều hồng nhan tri kỉ đồng hành, bắt đầu hành trình cứu thế giới.... Đọc truyện trên Truyện tranh audio để khám phá nhé !"
    },
    {
        "title": "Trở Thành Hung Thần Trong Trò Chơi Thủ Thành",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tro-thanh-hung-than-trong-tro-choi-thu-thanh-s22447-22447",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Trở Thành Hung Thần Trong Trò Chơi Thủ Thành được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Trở Thành Hung Thần Trong Trò Chơi Thủ Thành."
    },
    {
        "title": "Mùa Đông Năm Ấy Tôi Đã",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/mua-ong-nam-ay-toi-a-s19335-19335",
        "categories": [
            "Drama",
            "Ngôn Tình",
            "Slice of Life",
            "Truyện Màu",
            "Webtoon"
        ],
        "story_content": "Truyện tranh Mùa Đông Năm Ấy Tôi Đã được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Mùa Đông Năm Ấy Tôi Đã."
    },
    {
        "title": "Quy Hoàn Lục Ma Đạo",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/quy-hoan-luc-ma-ao-s22675-22675",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Quy Hoàn Lục Ma Đạo được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Quy Hoàn Lục Ma Đạo."
    },
    {
        "title": "Đi Săn Tự Động Bằng Phân Thân",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/i-san-tu-ong-bang-phan-than-s22445-22445",
        "categories": [
            "Action",
            "Martial Arts",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Đi Săn Tự Động Bằng Phân Thân được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Đi Săn Tự Động Bằng Phân Thân."
    },
    {
        "title": "Chuyển Sinh Ma Pháp Đặc Biệt Yếu",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/chuyen-sinh-ma-phap-ac-biet-yeu-s423-423",
        "categories": [
            "Action",
            "Chuyển Sinh",
            "Fantasy",
            "Truyện Màu"
        ],
        "story_content": "A Returner's Magic Should Be Special\nĐại khái là thanh niên nghèo vượt khó, tuy không được đào tạo bài bản nhưng lại có khả năng gánh team. Có điều chết vì quả thưởng bonus. Main nhà ta được hồi sinh và cho một cơ hội thay đổi. Liệu main có khả năng lập Harem và trở thành quí sờ tộc để được sức mạnh thay đổi tương lai của mình :))) mà đọc cái tiêu đề thì khỏi đoán ha :))) LOLLL"
    },
    {
        "title": "Phi Nhiên Hướng Phong",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/phi-nhien-huong-phong-s16715-16715",
        "categories": [
            "Comedy",
            "Manhua",
            "Romance",
            "Shoujo",
            "Ngôn Tình",
            "Truyện Màu",
            "Smut"
        ],
        "story_content": null
    },
    {
        "title": "Sơn Hải Cao Trung",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/son-hai-cao-trung-s22378-22378",
        "categories": [
            "Đam Mỹ",
            "Manhua",
            "Romance",
            "School Life",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Sơn Hải Cao Trung được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Sơn Hải Cao Trung."
    },
    {
        "title": "Tình Yêu Cấp 4",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tinh-yeu-cap-4-s12586-12586",
        "categories": [
            "Comedy",
            "Drama",
            "Ngôn Tình",
            "School Life",
            "Shoujo",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Tình Yêu Cấp 4 được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Tình Yêu Cấp 4."
    },
    {
        "title": "Tôi Đã Nuôi Dạy Em Gái Mình Một Cách Hoàn Hảo",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/toi-a-nuoi-day-em-gai-minh-mot-cach-hoan-hao-s22970-22970",
        "categories": [
            "Drama",
            "Fantasy",
            "Ngôn Tình",
            "Romance",
            "Shoujo",
            "Truyện Màu"
        ],
        "story_content": "Gia đình hoàng gia đã bị tiêu diệt chỉ trong một đêm bởi Basilisk, một sinh vật bóng tối được triệu hồi bởi Công chúa Fleta bị nguyền rủa. ‘Nếu có một cuộc sống khác, thì… Liệu em có thể làm em gái của chị không?’ Nếu chị tìm thấy em sớm hơn một chút, liệu bây giờ mọi chuyện có khác không? Kiếp trước, tất cả mọi người đều tràn ngập tiếc nuối, thời gian thần kỳ quay về sáu năm trước. Nếu đây là cơ hội thứ hai chúng ta được ban cho…"
    },
    {
        "title": "Ta Live Stream Trong Lãnh Cung",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ta-live-stream-trong-lanh-cung-s22514-22514",
        "categories": [
            "Cổ Đại",
            "Manhua",
            "Ngôn Tình",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Show tình ái cổ đại + học thuyết Truman! Nữ chính kênh livestream sinh tồn dã ngoại bị đưa vào “Thành Cổ Nhân Tạo”, trở thành một trong những người được hoàng đế top stream tuyển phi, cô vốn chỉ là một tấm bia đỡ đạn, nhưng lại len lỏi ngàn đường mà phản công, đột phá vòng vây, trở thành thí sinh tiềm năng trong đại hội tuyển phi! Đạo diễn: Đáng lẽ phân cảnh của cô ấy chỉ có một tập thôi chứ! Quần chúng: Bị tống vào lãnh cung mà còn quẫy như vậy hả? Anti thành fan rồi!"
    },
    {
        "title": "Đại ái Ma Tôn, nữ đồ đệ đều muốn giết ta",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/ai-ai-ma-ton-nu-o-e-eu-muon-giet-ta-s20882-20882",
        "categories": [
            "Harem",
            "Manhua",
            "Truyện Màu",
            "Xuyên Không"
        ],
        "story_content": "Bạch Phong xuyên không tới Quốc Phong ở trò chơi yêu đương thành ma đạo cự phách, Bạch Thanh Lăng. Trong trò chơi, Bạch Thanh Lăng là người xấu bụng, lãnh khốc, vì cầu trường sinh tu cổ đạo, luyện nhân khôi, không việc ác nào không làm. Đáng hận hơn chính là, hắn một mực coi ba tuyệt sắc nữ đệ tử mình đã thu dưỡng làm quân cờ, là trò chơi \"Thuần Ái\". Bên trong lộ tuyến của trò chơi \"ác đọa\". là đại boss phản diện. Trong tuyệt cảnh, Bạch Phong sẽ xử lý như thế nào? 【 Đại Ái hệ thống 】 nghịch chuyển phiên bàn!"
    },
    {
        "title": "Thiên Kim Toàn Năng Trọng Sinh",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/thien-kim-toan-nang-trong-sinh-s21012-21012",
        "categories": [
            "Manhua",
            "Romance",
            "Ngôn Tình",
            "Chuyển Sinh",
            "Truyện Màu"
        ],
        "story_content": "Sau một trận lửa lớn, cô thấy rõ sự ấm áp và lạnh lẽo của lòng người. Trọng sinh trở về, cô nhất định sẽ lật ngược lại cuộc đời ảm đạm của mình! Chống lại cô em gái khốn nạn, cắt đứt quan hệ gia đình và giết chết thiên kim hào môn nhà họ Bạch. Muốn hỏi tại sao cô lại cuồng vọng như vậy? Một đệ tử của thần y, một thủ lĩnh hacker, một thiên tài toán học… tất cả đều là mặt nạ của cô, hơn nữa cô còn là ngôi sao trong trái tim của vị Lục gia kia….."
    },
    {
        "title": "Sự Trở Lại Của Người Chơi Bị Đóng Băng",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/su-tro-lai-cua-nguoi-choi-bi-ong-bang-s2942-2942",
        "categories": [
            "Action",
            "Adventure",
            "Fantasy",
            "Truyện Màu"
        ],
        "story_content": "5 năm sau khi thế giới thay đổi, trùm cuối xuất hiện. [Trùm cuối của khu vực Trái đất, Nữ hoàng băng giá, đã xuất hiện.]\nTrùm cuối! Nếu chúng ta có thể đánh bại cô ấy, cuộc sống của chúng ta sẽ trở lại bình thường! Năm người chơi hàng đầu thế giới, bao gồm cả Spectre Seo Jun-ho, cuối cùng đã đánh bại Frost Queen ...\nNhưng họ đã chìm vào giấc ngủ sâu. 25 năm trôi qua. \"Tầng thứ hai? Nó không kết thúc khi Nữ hoàng băng giá chết? Bóng ma tỉnh dậy sau giấc ngủ của mình."
    },
    {
        "title": "Chiêu Hồn Giả Siêu Phàm",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/chieu-hon-gia-sieu-pham-s22442-22442",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Tôi chưa bao giờ nghĩ mình có thể trở thành một thợ săn. Tôi chưa bao giờ nghĩ mình sẽ có cơ hội. Nhưng rồi... 'Tháp thử thách' đã chọn tất cả các ứng cử viên phù hợp từ Trái đất.  Vui lòng chọn độ khó của bạn.  Phần thưởng bạn nhận được sẽ tỷ lệ thuận với độ khó bạn đã chọn.  Tôi đã được trao một cơ hội ngay bây giờ."
    },
    {
        "title": "Tử Linh Sư Thiên Tài Của Học Viện",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tu-linh-su-thien-tai-cua-hoc-vien-s16107-16107",
        "categories": [
            "Action",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Tử Linh Sư Thiên Tài Của Học Viện được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Tử Linh Sư Thiên Tài Của Học Viện."
    },
    {
        "title": "Tư Mã Song Hiệp",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tu-ma-song-hiep-s22529-22529",
        "categories": [
            "Action",
            "Martial Arts",
            "Truyện Màu"
        ],
        "story_content": "“Người đứng đầu gia đình chúng ta là một người ngu ngốc,” Jawun-yeop, người hầu của nhà hiền triết đáng kính nghĩ. Một ông chủ ngu ngốc, chơi đùa cùng tình nhân của mình, Chang sanmi và một người đàn ông ngay thẳng, Seolsu Beom, hoàn toàn trái ngược với tư cách là hoàng tử. “Seolsu Beom, với tính cách ngay thẳng, là người đáng gờm nhất mà tôi từng biết!” Bị bắt quả tang đang trộm cắp, anh phải đối mặt với sự mắng mỏ và sỉ nhục nặng nề, nhưng cuối cùng Jawun-yeop lại giúp đỡ Seolsu Beom chống lại âm mưu của Chang sanmi. “Nhưng với tư cách là con trai cả của Gia tộc Kamseuk, tôi không thể chỉ đứng nhìn được.” “Tôi sẽ trở nên mạnh mẽ hơn bây giờ và giải quyết tất cả bọn chúng.” Quyết tâm trả thù Chang sanmi, Seolsu Beom lên đường tìm kiếm sức mạnh, trong khi Jawunyeop rời khỏi gia đình seol để đi theo con đường riêng của mình. “Sống một lần, tôi sẽ không còn mồ côi hay tôi tớ nữa mà sống như một đấng siêu việt.” “Tự do và kiêu hãnh, tôi sẽ đi lang thang trên thế giới rộng lớn này.” Luyện tập môn võ thuật độc đáo của mình thông qua các phương pháp thần bí, Jawun-yeop trở thành bậc thầy, tiến gần hơn đến kẻ chủ mưu đằng sau âm mưu tại Nhà Kamseuk Seol. Một ngày nọ, Jawun-yeop và Seolsu Beom đoàn tụ. Jawun-yeop ngạc nhiên khi xem võ thuật của Seosu Beom. “Là con trai cả của một gia đình danh giá, bạn sử dụng loại kiếm thuật này!” Người từng chỉ trích anh giờ đây cũng đang bước đi trên con đường võ thuật giống anh!"
    },
    {
        "title": "Tinh Giáp Hồn Tướng",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tinh-giap-hon-tuong-s3292-3292",
        "categories": [
            "Action",
            "Chuyển Sinh",
            "Manhua",
            "Mecha",
            "Shounen",
            "Truyện Màu"
        ],
        "story_content": "Vị hoàng hồn sư cuối cùng của tộc người--Tống Vân Tường, dẫn theo hệ thống trọng sinh quay về lúc còn đi học. Lúc còn trẻ bởi vì hồn mạch khiếm khuyết mà bị người đời khinh thường, bởi vì yếu đuối nên chỉ có thể giương mắt nhìn bạn thân chết trước mặt mình. Nhưng kiếp này, dẫn theo hệ thống trọng sinh quay về, dùng kinh nghiệm chiến đấu với kiến thức kỹ thuật của 60 năm để cứu rỗi trường học, từ đó mở ra con đường Tạo Cơ Giáp siêu cấp để đánh quái thú...Chuyện đã từng hối hận, những người đã từng bỏ lỡ, lần này tuyệt đối sẽ không để lại hối tiếc gì."
    },
    {
        "title": "Nông Trường Siêu Cấp Ở Tận Thế",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/nong-truong-sieu-cap-o-tan-the-s17254-17254",
        "categories": [
            "Manhua",
            "Truyện Màu"
        ],
        "story_content": "Tận thế ập đến, toàn bộ nguồn nước và thực vật đã bị khô kiệt. Thế giới lâm vào khủng hoảng, đồ ăn và sinh tồn lần nữa trở thành chủ đề được mọi người quan tâm nhất. Hủ tiếu đã trở thành món ăn xa xỉ, rau xanh thì có tiền cũng không mua được! Nhưng vào đúng lúc này, có người đã gửi lên một đoạn video lên mạng khiến thế giới rung động. Rau củ ngọt xanh ngập tràn nồi lẩu, tỏa ra màu xanh quyến rũ! Chân cừu nướng vàng ươm đang nhỏ dầu sôi sục! Canh cá hầm trắng tinh khiết như sữa bò! Cùng đó là một cô bé đang ngồi bên cạnh cầu xin....."
    },
    {
        "title": "Không Thể Thoát Khỏi Người",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/khong-the-thoat-khoi-nguoi-s22347-22347",
        "categories": [
            "Cổ Đại",
            "Fantasy",
            "Ngôn Tình",
            "Romance",
            "Truyện Màu",
            "Webtoon"
        ],
        "story_content": "“Hiện tại chỉ còn chủ nhân thôi.” Tôi đã chuyển sinh trở thành tiểu thư nhà bá tước trong một bộ tiểu thuyết tôi từng đọc ở kiếp trước. Do đó, một thiếu niên nô lệ cha mang về sẽ tiêu diệt cả gia tộc, mình cũng sẽ nghênh đón một cái chết bi thảm. Mặc dù đã cố gắng tránh đi vận mệnh bi thảm nhưng tất cả đều là uổng phí. Sau khi thức tỉnh làm đại pháp sư, hắn giết đã chết cha và toàn bộ người hầu. Mình tưởng rằng…… Mình cũng sẽ chết? Nhưng phản diện của thế giới này lại ám ảnh mình. Valetta sau khi thoát khỏi mạch truyện đã gần thêm một bước đến bóng tối chân thật. Không chỉ có hoàng thất sử dụng thủ đoạn đê tiện, mà còn xuất hiện những ma vật không rõ nguồn gốc. Liệu Valletta có thể bình yên mà sống không?"
    },
    {
        "title": "Luôn Có Giáo Viên Muốn Mời Phụ Huynh",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/luon-co-giao-vien-muon-moi-phu-huynh-s22353-22353",
        "categories": [
            "Manhua",
            "Ngôn Tình",
            "Soft Yuri",
            "Truyện Màu"
        ],
        "story_content": "Truyện tranh Luôn Có Giáo Viên Muốn Mời Phụ Huynh được cập nhật nhanh và đầy đủ nhất tại NetTruyen. Bạn đọc đừng quên để lại bình luận và chia sẻ, ủng hộ NetTruyen ra các chương mới nhất của truyện Luôn Có Giáo Viên Muốn Mời Phụ Huynh."
    },
    {
        "title": "100 Điều Muốn Làm Trước Khi Chết",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/100-ieu-muon-lam-truoc-khi-chet-s15276-15276",
        "categories": [
            "Adventure",
            "Comedy",
            "Fantasy",
            "Horror"
        ],
        "story_content": "Akira vốn là nhân viên của 1 công ty đen chuyên bóc lột người lao động trong suốt 3 năm. Kiệt quệ về cả mặt tinh thần lẫn thể chất cho đến một ngày cậu phát hiện ra rằng đại dịch Zombie đã xâm chiếm toàn thế giới. Liệu anh nhân vật chính của chúng ta sẽ sinh tồn trong cái thế giới \"địa ngục\" này như thế nào. Nhớ theo dõi và like page \"Zombie ni Naru made ni Shitai 100 no Koto VN Fanpage\" ở fb để tiếp thêm động lực cho nhóm dịch nhé"
    },
    {
        "title": "Tiền đạo số 1",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/tien-ao-so-1-s22394-22394",
        "categories": [
            "Action",
            "Drama",
            "Manga",
            "Shounen",
            "Sports"
        ],
        "story_content": "Tên khác: Blue Lock Yoichi Isagi đã bỏ lỡ cơ hội tham dự giải Cao Trung toàn quốc do đã chuyền cho đồng đội thay vì tự thân mình dứt điểm. Cậu là một trong 300 chân sút U-18 được tuyển chọn bởi Jinpachi Ego, người đàn ông được Hiệp Hội Bóng Đá Nhật Bản thuê sau hồi FIFA World Cup năm 2018, nhằm dẫn dắt Nhật Bản vô địch World Cup bằng cách tiêu diệt nền bóng đá Nhật Bản. Kế hoạch của Ego gồm việc cô lập 300 tay sút trong một nhà ngục - dưới một tổ chức với tên gọi là \"Blue Lock\", với mục tiêu là tạo ra chân sút \"tự phụ\" nhất thế giới, điều mà nền bóng đá Nhật Bản còn thiếu."
    },
    {
        "title": "Hàng xóm là giang hồ",
        "reference_link": "https://nettruyenfull.com/truyen-tranh/hang-xom-la-giang-ho-s18902-18902",
        "categories": [
            "Comedy",
            "Manga",
            "Shounen",
            "Slice of Life"
        ],
        "story_content": "Tác phẩm mới được chờ đợi từ lâu của Momose Wataru, tác giả của bộ anime được đánh giá cao \"Romantic Killer\" hiện đang phát sóng trên Netflix! Câu chuyện kể về Yuuhi, một học sinh tiểu học hàng ngày ở nhà một mình. Một ngày nọ, đột nhiên, người hàng xóm của ông, ông Aoi, sống ở tầng trên, bị ngã trong phòng, để lại một lỗ thủng trên trần nhà. Yuuhi phát hiện ra rằng người hàng xóm của mình là một người đàn ông có vẻ ngoài lạnh lùng nhưng có một khía cạnh bí mật mà anh không muốn ai biết. Anh ấy muốn giấu điều gì đến thế? Bộ phim hài về một tay xã hội đen đẹp trai và một chàng trai tốt bụng cùng bí mật của họ đã sẵn sàng bắt đầu!"
    }
]